// Buttons

"Print..." = "Tulosta…";

"Save..." = "Tallenna…";

"Go Back" = "Takaisin";

"Continue" = "Jatka";

"Close" = "Sulje";

"Log Out" = "Kirjaudu ulos";

"Restart" = "Käynnistä";

"Shut Down" = "Sammuta";

// License

"Software License Agreement" = "Ohjelmiston lisenssisopimus";

// Installation Type

"Package Name" = "Paketin nimi";

"Package Action" = "Toiminto";

"Package Size" = "Koko";


"Space Required:" = "Vaadittu levytila:";

"Remaining:" = "Jäljellä:";


"Standard Install" = "Perusasennus";

"StandardTitle" = "Perusasennus kohteeseen ”%@”";

"Customize" = "Muokkaa";
